<template>
  <div class="p-faq">
    <PageHeader
      title="よくある質問"
      :img="headerImg"
    />
    <Breadcrumb :breadcrumbs="breadcrumbs" />

    <section class="p-faq-anchors">
      <div class="l-new-container">
        <a
          v-for="(fs, i) in faqs"
          :key="i"
          :href="'#'+fs.anchor"
          class="btn-blue_border"
        >{{ fs.title }}</a>
      </div>
      <div
        class="container mx-auto pb-5"
        style="max-width:400px; z-index:99;"
      >
        <nuxt-link to="/info/corona">
          <img
            loading="lazy"
            class="w-100 mx-auto d-block"
            src="~assets/images/info/corona/info-ban-02.png"
            alt="感染予防のための安全対策"
          >
        </nuxt-link>
      </div>
    </section>

    <section class="pt-5 pb-3">
      <div class="container">
        <h2 class="c-header-border-bottom">
          動画でも回答します！
        </h2>
        <div class="ytb-content">
          <iframe
            class="ytb-iframe"
            loading="lazy"
            src="https://www.youtube.com/embed/videoseries?list=PLcsfUNH1gb6ETAFg6-2cGJkCI4IcgUWzJ"
            frameborder="0"
            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
            allowfullscreen
          />
        </div>
      </div>
    </section>

    <section
      v-for="(fs, i) in faqs"
      :id="fs.anchor"
      :key="i"
      class="p-faq-section"
      :class="{'bg-light-gray': i%2!=0}"
    >
      <h2 class="c-header-border-bottom">
        {{ fs.title }}
      </h2>
      <div class="l-new-container">
        <FaqSingle
          v-for="(f, i) in fs.faq"
          :key="i"
          :qa="f.qa"
        />
      </div>
    </section>

    <StudioList />
    <CtaLower />
  </div>
</template>

<script>
import PageHeader from '~/components/PageHeader.vue';
import StudioList from '~/components/studios/StudioList.vue';
import CtaLower from '~/components/CtaLower.vue';
import FaqSingle from '~/components/FaqSingle.vue';

const headerImg = require('@/assets/images/common/faq.jpg');

export default {
  layout: 'new',
  head() {
    return {
      title: 'よくある質問',
      meta: [
        { hid: 'og:title', property: 'og:title', content: 'よくある質問' },
        { hid: 'description', name: 'description', content: 'はじめての方からよくある質問をまとめました。ピラティス・ヨガについて、レッスンについて、妊娠中・出産後、料金、休会・退会についてなど。よくある質問を読んでも解決されない場合は、各スタジオまたは総合受付までお気軽にお問い合わせください。' },
        { hid: 'og:description', property: 'og:description', content: 'はじめての方からよくある質問をまとめました。ピラティス・ヨガについて、レッスンについて、妊娠中・出産後、料金、休会・退会についてなど。よくある質問を読んでも解決されない場合は、各スタジオまたは総合受付までお気軽にお問い合わせください。' },
        { hid: 'og:image', property: 'og:image', content: 'https://www.zenplace.co.jp/og-faq.jpg' },
        { hid: 'keywords', name: 'keywords', content: '問い合わせ, zen place, よくある質問' },
      ],
      link: [
        { rel: 'canonical', href: 'https://www.zenplace.co.jp/faq' },
      ],
    };
  },
  components: {
    PageHeader,
    StudioList,
    CtaLower,
    FaqSingle,
  },
  data() {
    return {
      headerImg,
      faqs: [
        {
          anchor: 'about',
          title: 'ピラティス・ヨガについて',
          faq: [
            {
              qa: {
                q: 'ピラティスとは？',
                a: `ピラティスは、第一次世界大戦時、負傷した兵士がベッドに横になったままで行えるリハビリ法として、ドイツ人ジョセフ・ピラティス氏によって開発されました。単なる筋トレとは異なり、背骨の一つ一つに微細に意識を向け、深い呼吸と共に動くことで深層の筋肉（インナーマッスル）や内臓を刺激し、脳と身体を繋ぐ神経系やホルモン系、免疫系システムなどの身体の機能を正常化させます。また、脳の働きを正常化する効果があるため、人間が本来持っている様々な機能を最大限に引き出すことができるメソッドです。「動く瞑想」とも言われており、集中力アップや心の安定など、精神面での効果も期待できます。<br>
              海外ではジュリア・ロバーツ、キャメロン・ディアズ、ヒュー・グラント、トム・クルーズ、レディー・ガガなどの有名人が心と身体のメンテナンスの為に実践する他、日本では、石田ゆり子さん、優木まおみさん、加賀まりこさんなどの俳優や、イチロー選手、錦織圭選手、伊達公子選手、上田桃子選手などのプロ・アスリートもピラティスを実践しています。<br>
              <br>
              より詳しい内容は
              <a
                href="/pilates/about"
              >
                こちら
              </a>
              <br>
              ピラティスの歴史については
              <a
                href="/pilates/history"
              >
                こちら
              </a>`,
              },
            },
            {
              qa: {
                q: 'ヨガとは？',
                a: `ヨガは古代インド哲学に起源を持つ、人間としてよりよい生活をするための、心身の訓練法です。ヨガのポーズ（アーサナ）を安全な順番で行い、同時に呼吸を深く効果的に行っていくのが典型的なヨガのスタイルです。ヨガの本来の目的は心を健やかな状態に変えること。その最終目的にたどり着くために、ヨガのポーズを行い、身体を整えることを行っていきます。心と身体はつながっているという考えをベースとし、心を変えるために身体を用いる身体技法とも言えます。<br>
              <br>
              数千あると言われるヨガのポーズには、一つ一つに、どの身体の部位・内臓などに効果があるかが科学的にも明確になっています。ヨガを行うことで様々な心身の不調が改善される事例も多く、現代では東洋医学をもとにした代替医療として用いられることもあります。<br>
              また、ヨガには様々な種類があります。温かい環境の中で行うホットヨガは筋肉を柔らかくしながら行うため、怪我を防ぎながら効果的に行うことができます。常温で行うヨガにも多くの種類がありますが、補助具（ブロック・ベルト・ブランケット等）を個々の身体のニーズに合わせて指導するスタイルが一般的です。<br>
              <br>
              より詳しい内容は
              <a
                href="/yoga/about"
              >
                こちら
              </a>
              <br>
              ヨガの歴史については
              <a
                href="/yoga/history"
              >
                こちら
              </a>`,
              },
            },
            {
              qa: {
                q: 'ヨガとピラティスの違いは？',
                a: `ヨガは約5000年前にインドで生まれ、修行として行われていたもので、ピラティスは第一次世界大戦時に、負傷兵のリハビリの為にジョセフ・ピラティス氏によって考案されたメソッドです。<br>
              【ヨガ】<br>
              身体と心の調和、精神的なものに重点が置かれるのが本来の姿です。呼吸は、主に腹式呼吸で、鼻から吸って鼻から吐き出すのが一般的です。副交感神経を活性化するので、頭や身体をリラックスさせる効果があります。アーサナと呼ばれるポーズを取りながら、身体を整えていきます。<br>
              【ピラティス】<br>
              呼吸と共に背骨付近の筋肉を刺激し、深層筋（インナーマッスル）を効率よく鍛え、身体の持つ機能を最大限に引き出す事に重点を置いています。呼吸は胸式呼吸で、主に、鼻から吸って口から吐き出します。交感神経を活性化するので、頭や身体をすっきりリフレッシュさせます。止まることなく動き続けるムーブメントの中で意識を集中させることで、瞑想効果も期待ができます。<br>
              <br>
              zen placeでは、ピラティスとヨガの動きを「マインドフル・ムーブメント」と考え、エクササイズを通して脳神経にアプローチし、心身ともにマインドフルな状態で豊かな毎日を送るためのライフスタイルとして提案しています。`,
              },
            },
            {
              qa: {
                q: 'ピラティス・ヨガの効果は？',
                a: `それぞれに様々な効果がありますが、体幹、背骨や骨盤を整え、姿勢を改善し、呼吸法による自律神経の 安定・ホルモンバランスの調整、体質改善が期待できます。また、身体がもつ本来の機能性を最大限にし、強くしなやかな身体に改善する効果があります。姿勢改善、ダイエット、ストレス解消だけではなく、呼吸法による心の安定にもつながるのが大きな効果といえます。<br>
              <br>
              より詳しいピラティスの効果については
              <a
                href="/pilates/benefits"
              >
                こちら
              </a>
              <br>
              より詳しいヨガの効果については
              <a
                href="/yoga/benefits"
              >
                こちら
              </a>`,
              },
            },
            {
              qa: {
                q: 'zen placeにはどんなレッスンがありますか？',
                a: `zen place pilatesでは、ピラティスのマットグループレッスンとピラティス専用マシンを使ったプライベートレッスンがあります。 基本のクラスに加え、フォームローラーやマジックサークルなどのピラティス器具を使ったユニークなレッスンも開催する他、「美尻美脚ピラティス」「花粉症撃退ピラティス」など、目的別のレッスンも開催しております。初心者向け、中上級者向けなどのレベル別クラスもございます。<br>
              zen place yogaでは、常温ヨガ・ホットヨガのグループレッスンと、1対1のプライベートレッスンを開催しています。初心者向けの基本クラスの他、zen placeオリジナルのコアコントロールヨガやエンパワーヨガ、伝統的なアシュタンガヨガ、ヴィンヤサヨガ、陰ヨガ、リストラティブヨガ等、そして瞑想クラス等を開催しております。
              <br>
              zen place pilatesについては
              <a
                href="/pilates/aboutus"
              >
                こちら
              </a>
              <br>
              zen place yogaについては
              <a
                href="/yoga/aboutus"
              >
                こちら
              </a>`,
              },
            },
            {
              qa: {
                q: '筋トレとピラティス・ヨガでは効果にどのような違いがありますか？',
                a: 'zen placeのピラティス・ヨガは、ただ筋肉をつけたり、ボディメイクをするのではなく、意識的に身体を動かしていくことで脳神経にアプローチし、自身の身体を内観すること、神経系や免疫系を正常に働かせることで心身の状態をよりよくすること、効率的に身体を動かすことを学び、より活力のある自分になることを目的にしています。正しくピラティス・ヨガを行うことで、フラットなお腹、すらりとした背筋、余計な力が抜けた自然な首や肩、優しく開いた美しい鎖骨へと自然と導かれるため、結果的にナチュラルで健康的な身体に変化していきます。',
              },
            },
            {
              qa: {
                q: 'ピラティス・ヨガでやせますか？',
                a: '個人差はありますが、効率的な身体の使い方を学ぶためエネルギー消費が効率的になり、体重が自然と減少し、より健康な体質に変わられる方は多くいらっしゃいます。正しくピラティス・ヨガを行うことで、フラットなお腹、すらりとした背筋、余計な力が抜けた自然な首や肩、優しく開いた美しい鎖骨へと自然と導かれるため、結果的にナチュラルで健康的な身体に変化していきます。',
              },
            },
            {
              qa: {
                q: 'ピラティス・ヨガでストレス解消できますか？',
                a: `個人差はありますが、多くの方がレッスン直後から爽快感を感じ、ストレス解消を実感できます。それだけではなく、次第に毎日の生活の中でもストレスを感じにくい、心身ともに強い体質、心が安定した状態へと変わることができます。<br>
              <br>
              また、心の安定は免疫力を高め、ホルモンバランスを整え、肌をきれいにしてくれます。心の安定は身体のすべての機能を最もいい状態にするための基盤になると考えています。`,
              },
            },
            {
              qa: {
                q: 'zen placeのピラティス・ヨガの流派は何ですか？',
                a: `zen placeでは、一つの流派やメソッドに偏ることなく、安全かつ効率的に、誰にでも効果を感じていただけるメソッドを、世界レベルのインストラクター陣が日頃より開発しております。<br>
              ピラティススタジオでは、全米最大級のピラティス資格団体「BASIピラティス」をはじめとするピラティス各流派、ヨガではアイアンガーヨガ・アシュタンガヨガ・デシカチャー氏のヨガをベースとしながら、最新の解剖学やスポーツ科学に基づいたオリジナルメソッドや、HIIT等を取り入れたレッスンを開催しております。`,
              },
            },
            {
              qa: {
                q: 'ホットヨガと常温ヨガで効果は違いますか？',
                a: `常温ヨガは、自然に近い室温で行うため自分の身体に意識を向けやすく、より自分の力で熱を作る身体を作っていきます。身体に合わせて補助具を使用しながら行い、最大限その効果を出していきます。<br>
              ホットヨガは、心身共にチャレンジングな環境ですが、汗をかく爽快感を1回目から感じ、外的に身体を温めるので筋肉が伸びやすくなります。ホットヨガは汗をかくため、というよりも固まった筋肉を柔らかくし、ポーズをより正しく取りやすくするための補助と考えていただくとよいと思います。`,
              },
            },
          ],
        }, // ピラティス・ヨガについて
        {
          anchor: 'trial',
          title: '体験予約について',
          faq: [
            {
              qa: {
                q: '見学はできますか？',
                a: `予約なしでOK！スタジオが開いている時間であれば、いつでもお待ちしています。お近くにお寄りの際には是非お立ち寄りください。<br>
              スタジオ内施設をご覧いただいたり、ご希望がございましたらレッスン、料金等についてご質問にもお答えしたりすることが可能です。（見学のご予約不要。平日朝～日中、レッスン中はスタッフが不在の場合もございますのでご了承ください。）`,
              },
            },
            {
              qa: {
                q: '体験レッスンはありますか?',
                a: `はい、ございます。体験レッスンのご予約ページにて、ご希望のスタジオ、レッスン、時間をご自由にお選びいただけます。<br>
              特別レッスン等の一部を除き、通常のレッスンはほぼ全てお選びいただけますが、はじめての方は「ベーシック」や「プレビギナー」をおすすめします。ご不明な点はお気軽に総合受付、または各スタジオまでご連絡ください。`,
              },
            },
            {
              qa: {
                q: '体験レッスンは、どこから申し込めばいいでしょうか。レッスンスケジュールを押すと「ログインしてください」と表示されます。',
                a: `お手数ですが、レッスンスケジュールからではなく、体験レッスンのご予約ページからお申し込みください。<br>
              お電話の場合は総合受付、または各スタジオまでご連絡ください。`,
              },
            },
            {
              qa: {
                q: '体験レッスンには、何を持っていけばいいですか？',
                a: `動きやすい服装（ホットヨガの場合は替えの下着も）、お水（ホットヨガの場合は1L以上）、フェイスタオル（レッスン中に汗を拭うもの）のみです。裸足で行います。マットはいつも無料です。WEBから体験予約後、持ち物も含めたご案内メールも別途お送りしておりますのでご確認ください。<br>
              ホットヨガ開催スタジオには、手ぶらセット¥300円~（お水1ℓ、バスタオル・フェイスタオルセット）もご用意しております。`,
              },
            },
            {
              qa: {
                q: '動きやすい服装とは、どんな服装ですか？',
                a: `身体のラインがわかりやすいヨガウェアやピラティスウェアがオススメですが、お持ちでない方は、伸縮性のあるTシャツやボトムスをご持参ください。特にボトムスはスパッツなど、屈伸をしても動きやすいものがおすすめです。すべてのクラスで、靴は履かずに裸足で行います。<br>
              ホットヨガを受講の場合は汗をかきますので、半袖、袖なしのタンクトップやキャミソールなどがおすすめです。常温ヨガの場合は、冬場は身体が温まるまでは少し寒く感じる場合もありますので、パーカーや長袖シャツなども必要に応じてお持ちください。`,
              },
            },
            {
              qa: {
                q: '体験レッスン料金のお支払い方法',
                a: `事前決済と体験当日のスタジオ決済がお選びいただけます。<br><br>
<b>●事前決済</b><br>
グループレッスンの体験料金は、レッスン受講が確認できた後に引き落としとなります。<br>
お申し込み時以外でも、体験レッスン20分前まで事前決済のお手続きが可能です。<br>
詳細は体験申し込み完了メールにてご確認ください。<br>
※プライベートレッスンはレッスンの24時間前キャンセルの場合100％請求となるため、ご注意ください。<br>
<br>
<b>●スタジオ決済</b><br>
ご利用可能な決済方法は、クレジット・デビットカード、及びPayPayとなります。<br>
※2021年7月時点の取扱カードブランドはVISA/MASTER/JCB/AMEX/Diners<br>
※現金によるお支払いは不可`,
              },
            },
            {
              qa: {
                q: '体験レッスンをキャンセル・変更できますか？',
                a: `Webからキャンセルされる場合は、体験レッスンご予約後に届く自動返信メール（体験ご予約のご確認等）をご確認のうえ、記載の手順でキャンセルをお願いします。<br>
              体験レッスンのキャンセル・日時変更はお電話でもお受けしておりますので、お気軽に総合受付、またはご予約のスタジオまでご連絡ください。`,
              },
            },
            {
              qa: {
                q: '体験当日の所要時間はどれくらいですか？',
                a: 'レッスン前のご説明、レッスン後のご案内含め約2時間となります。お時間に余裕をもってお越しくださいませ。',
              },
            },
            {
              qa: {
                q: '当日はレッスン何分前にスタジオに行けばよいですか？',
                a: `zen place pilates、zen place yogaでは簡単なご説明やお着替えなどがありますので、レッスン開始20分前にはスタジオにお越しください。<br>
              zen place hot yogaの90分のレッスンでは、お客様の身体の負担を考慮し、受付は、レッスン開始の30分前にお願いしております。万が一、 30分前を過ぎてもご来館がなかった場合は自動的にキャンセルとなり、レッスンにはご参加いただけません。心拍数が上がった状態での入室や、参加前のオリエンテーションを短くすることは致しかねますのでご了承ください。`,
              },
            },
            {
              qa: {
                q: 'まったくの初心者、身体が硬い、運動が苦手でも大丈夫？',
                a: `zen placeのレッスンは年齢・性別や運動経験を問わず行っていただけます。<br>
                初心者マークがついていないクラスも、強度は上がりますが、どなたさまでも参加・お楽しみいただけます。<br>
                見学のみ（予約不要）も歓迎しています。直接スタジオにお越しください。<br>
                また、妊娠中など身体を動かすのに不安があるかたや、その他質問などは各スタジオ、または総合受付まで気軽にお問い合わせください。<br>
                総合受付は03-4405-1245（平日9:00-20:00、土日祝9:00-16:00）。`,
              },
            },
          ],
        }, // 体験
        {
          anchor: 'lesson',
          title: 'レッスンについて',
          faq: [
            {
              qa: {
                q: '遅刻してもレッスンは受けられますか?',
                a: '原則お断りしております。急いでお越しになられた状態でのご参加や、途中でのご入室は、他のお客様の集中の妨げになり、ご自身の怪我の原因にもなります。時間と心に余裕をもって、20分前にはスタジオに到着されることをおすすめします。',
              },
            },
            {
              qa: {
                q: '男性もレッスンに参加できますか？',
                a: `大歓迎です！現在、男性の会員様、インストラクターともに増加傾向にあります。どの会員様もレッスン中はご自身に集中しますので、他の参加者のことは全く気にならないという方がほとんどです。ピラティス・ヨガは性別に関係なく実践できるものですので、どうぞお気軽にいらしてください。一度レッスンに参加したら、意外と大丈夫だった、というお声も多くいただきます。<br>
              男性の会員様の多くは、「将来健康でいるために今から対策をしておきたい」「糖尿病対策に」「仕事のストレスを軽減させるため」「ストレスに強くなるため」「スポーツ（ゴルフ・サーフィンなど）のパフォーマンスを上げるため」という目的で入会されることが多く、継続率は女性よりも高い傾向にあります。`,
              },
            },
            {
              qa: {
                q: '60歳以上の高齢でも、レッスンについていけますか？',
                a: 'ご安心ください。zen placeのピラティス・ヨガはリハビリ生まれのピラティスのメソッドや、最新の科学に基づいたヨガ・メソッドを取り入れ安全に、誰でも無理なく行っていただけるよう開発されています。必要に応じてインストラクターがお声がけをしながらレッスンを進行しますので、その日の心身の状態を尊重しながらレッスンをお楽しみください。スタジオには現在80代の方まで通っていただいています。',
              },
            },
            {
              qa: {
                q: '年齢制限はありますか？',
                a: `年齢制限はございません。zen placeのピラティス・ヨガは、100歳の人でも出来るようプログラムされております。<br>
              16歳以上、18歳未満(未成年)の方の体験・ご入会にあたっては保護者の承諾書が必要となります。事前に「親権者同意欄」にご記入いただきスタジオに同意書をお持ちいただくか、親権者の方とスタジオに同伴でお越しくださいますよう、よろしくお願いします。`,
              },
            },
            {
              qa: {
                q: '運動経験がまったくなくても大丈夫ですか？',
                a: `zen placeのピラティスは・ヨガは、記録やパフォーマンスを競うようなものではありません。自分の身体の内側からコントロールする方法を学び、身体の機能を最大限に引き出すだし心身を豊かな状態に導くことが目的のため、運動経験や得意不得意にかかわらずおこなっていただけます。<br>
              特にピラティスでは、呼吸と共に背骨付近の深層筋を意識的に鍛えていくため、筋トレなどを日常的に行いアウターマッスルが発達している方でも、初めてのレッスンでインナーマッスルを刺激するとプルプルと震えることもあります。それは、普段意識していない筋肉を刺激しているからで、必要以上に大きな負荷をかけて行うことはありません。ご安心ください。`,
              },
            },
            {
              qa: {
                q: '腰痛を持っていてもレッスンが受けられますか？',
                a: `腰痛の種類にもよりますが、医師に運動を制限・禁止されている場合を除き、受講していただけます。動きに不安のある方は、事前にインストラクターにご相談ください。<br>
              腰痛の原因の多くは、姿勢の乱れやストレスから来ているため、ピラティス・ヨガの動きで姿勢が正され、ストレス解消されることで改善していくことが期待できます。<br>
              zen placeのピラティス・ヨガは全て、創始者ジョセフ・ピラティス氏がリハビリを目的に作った伝統的な手法や、最新のヨガ科学を基に世界レベルの知識を持ったインストラクターがプログラムを作成していますので、どうぞご安心してレッスンにご参加ください。`,
              },
            },
            {
              qa: {
                q: '基礎疾患（糖尿病や高血圧など）があってもピラティス・ヨガをして大丈夫ですか？',
                a: `ピラティスやヨガがあらゆる生活習慣病の改善に役立つということは、数々の研究で証明されていますが、不安な方は医師にご相談の上レッスンをご受講ください。<br>
              ピラティスは糖尿病学会推奨のエクササイズでもあり、全身の血流を促進、代謝を上げ、免疫を正常に機能させる効果があります。ヨガは、血圧のコントロールに重要な自律神経バランス整える効果があり、インドの研究では高血圧に効果があることがすでに実証されています。<br>
              <br>
              ピラティス・ヨガの効果に関する研究論文は
              <a
                href="https://corporate.zenplace.co.jp/library/"
                target="_blank"
              >こちら</a>`,
              },
            },
            {
              qa: {
                q: '1日に何回レッスンを受けられますか?',
                a: '制限はありませんが、1日に2回ご受講されるよりも、1回のレッスンを集中してご受講されることをおすすめします。',
              },
            },
            {
              qa: {
                q: '所属店舗ではないスタジオも利用できますか?',
                a: `はい、同じグレードであれば他店舗利用料は、無料です。<br>
              他のグレードの店舗をご利用の場合、他グレード利用料金がかかります。<br>
              <br>
              <a
                href="/studio-grades"
              >
                詳しくはこちら
              </a>`,
              },
            },
            {
              qa: {
                q: 'レッスンの前に食事をしても大丈夫ですか？',
                a: `特別なルールはございませんが、レッスンの2時間前は食事を控えることをおすすめします。レッスン内容によっては、うつ伏せや逆転のポジションをとることがあり、あまり満腹の状態だと動きづらい場合もあります。<br>
              個人差がありますので、ご自身の体調に合わせて調整してみてください。`,
              },
            },
          ],
        }, // レッスン
        {
          anchor: 'studio',
          title: 'スタジオ設備について',
          faq: [
            {
              qa: {
                q: 'クレジットカードは利用できますか?',
                a: `はい、ご入会時にお支払いいただく初月2か月分の月会費、ウエア等の購入、ワークショップ費用の支払等にご利用いただけます（VISA、MASTER のみ。JCB、AMEX、Dinersが導入予定です。）<br>
              月会費のお支払にはご利用いただけませんのでご了承ください（銀行口座より引落のみ）。`,
              },
            },
            {
              qa: {
                q: '電子決済サービスは利用できますか？',
                a: '2020年9月頃より、全店に電子決済サービス「Paypay」を導入予定です。ご案内まで今しばらくお待ちください。',
              },
            },
            {
              qa: {
                q: 'マットの持参は必要ですか?',
                a: 'zen place全店にて、マットはいつでも無料でレンタル可能です。',
              },
            },
            {
              qa: {
                q: 'シャワーはありますか?',
                a: `スタジオによって異なります。<br>
              ホットヨガのレッスンがあるスタジオには全店シャワールームを男女共、完備しています。<br>
              常温ヨガ専門スタジオと、zen place pilatesスタジオには、シャワーはございません。ご了承くださいませ。`,
              },
            },
            {
              qa: {
                q: 'ロッカーはありますか?',
                a: '一部スタジオを除き、ほとんどのスタジオに男女別の更衣室と鍵付のロッカー、パウダースペースを用意しています。',
              },
            },
          ],
        }, // スタジオ設備
        {
          anchor: 'price',
          title: '料金・月会費について',
          faq: [
            {
              qa: {
                q: '入会の手続きに必要な持ち物を教えてください。',
                a: `身分証明証・入会金（グレードにより異なります。22,000円～33,000円）・月会費2ヶ月分・キャッシュカード・銀行お届印（3ヶ月目からの月会費引落し手続きの為）<br>
              をお持ちください。体験当日のご入会なら入会金は無料となります。`,
              },
            },
            {
              qa: {
                q: '月会費スタートのタイミングは毎月1日でしょうか。いつからでも入会できますか?',
                a: 'zen placeでは月の途中からスタートできるよう、 開始日に合わせて入会当月の会費を5日ごとに日割り計算しています。ご都合に合わせて開始日をお選びいただけます。26日以降はその月の会費が無料でご利用頂けます。',
              },
            },
            {
              qa: {
                q: 'どの月会費のプランがおすすめですか?',
                a: '生活スタイルに合わせてお選びいただけますが、zen placeでは毎日のライフスタイルにピラティス・ヨガを取り入れることをお勧めしています。特にピラティス・ヨガを始めたばかりの方は、身体が慣れるよう日数をできる限り空けずに集中して実践を行うことをおすすめします。より効果が早く感じられ、身体や心の変化も大きく見られます。ご不明な点がございましたら、いつでもスタッフにご相談ください。',
              },
            },
            {
              qa: {
                q: '所属スタジオを変更できますか？',
                a: `はい、可能です。一度所属スタジオへのご来店をお願いしております。<br>
              詳細は総合受付またはスタジオにご相談ください。`,
              },
            },
            {
              qa: {
                q: '月会費のコースを変更できますか？',
                a: 'はい、可能です。詳細は総合受付またはスタジオにご相談ください。',
              },
            },
            {
              qa: {
                q: '「チケットオートチャージ」機能について',
                a: '2021/8/25より「チケットオートチャージ」機能をご利用いただけるようになりました。<br> 「チケットオートチャージ」機能をご利用いただくと、チケット残数が所定枚数になると自動的にチケットを購入・追加できるようになります。<br><a href="https://www.zenplace.co.jp/news/info/11287">詳しくはこちら ></a>',
              },
            },
            {
              qa: {
                q: 'チケットの有効期間について',
                a: 'チケットの有効期間が10ヶ月間・6ヶ月間の2種類があります。<br>有効期限が切れる前に買い足すと、<strong><u>1回のみ</u></strong>、新しく購入したチケットの有効期限にそろいます。',
              },
            },

          ],
        }, // 料金・月会費
        {
          anchor: 'maternity',
          title: '妊娠中・出産後について',
          faq: [
            {
              qa: {
                q: '妊娠していてもレッスンは受けられますか?',
                a: '医師の許可（許可証は不要です）を確認いただき、当社指定の同意書をご提出いただいた場合はグループレッスン、プライベートレッスンともにご受講いただけます。また、安定期までの休会となった際には、休会までの1ヶ月間分をプライベートレッスンチケットに換算するプレゼントを行っています。<br><br><a href="/rule#rule13">詳しくはこちら</a>',
              },
            },
            {
              qa: {
                q: '妊娠中におすすめのレッスンはありますか？',
                a: '体調や身体の状態に合わせて的確に、安全に指導させていただけるよう、プライベートレッスンをおすすめします。まずはスタジオにお電話にてご相談ください。',
              },
            },
            {
              qa: {
                q: '産後リカバリーのためのレッスンはありますか？',
                a: '医師から運動の許可が下りていれば、原則、どのレッスンでもご受講いただけます。体調や身体の状態に合わせて無理のないようにご受講ください。まずはインストラクターにご相談されることをおすすめします。',
              },
            },
          ],
        }, // 妊娠中・出産後
        {
          anchor: 'system',
          title: '予約システムについて',
          faq: [
            {
              qa: {
                q: 'レッスンの予約方法は？',
                a: 'ご入会時にお渡しした「お客様ID（数字8桁）」「初期パスワード」をご用意ください。<br><a href="/login">会員ログインページ</a>からログインしていただくと「マイページ」に移動します。「カレンダーからレッスンを探す」を押し、レッスンを選択。画面に従ってご予約が可能です。<br>パスワードはログイン後、マイページから変更が可能です。<br>スマートフォンの方は、予約専用アプリについても<a href="/login">会員ログインページ</a>内でご案内しております。',
              },
            },
            {
              qa: {
                q: 'レッスンのキャンセル方法は?',
                a: '「マイページ」からキャンセルが可能です。「お客様ID（数字8 桁）」「パスワード」をご用意ください。<br><a href="/login">会員ログインページ</a>からログインしていただくと「マイページ」に移動します。「マイページ」真ん中あたりに、現在予約されているレッスン名・日時等が表示されています。キャンセルしたい該当のレッスンを押し、案内に従ってキャンセル手続きをお願いします。',
              },
            },
            {
              qa: {
                q: 'ネットから予約しないといけませんか？',
                a: 'ご予約は毎回お願いしておりますが、お電話でも承っておりますのでお気軽にご利用ください。各スタジオ受付でもご予約可能です。',
              },
            },
            {
              qa: {
                q: 'パスワードはどこで確認できますか?',
                a: '大変お手数ですが、各スタジオまたは総合受付までご連絡ください。<br>パスワードをこちらで初期に戻させていただき、その後、ご自身で「マイページ」より変更していただくことになります。',
              },
            },
            {
              qa: {
                q: '予約完了メールが届きません',
                a: 'ご利用されているプロバイダの通信状況やインターネット諸事情等によりメール配信の遅延や届かないなどの場合もございます。PCや携帯電話でメールのドメイン指定受信を設定している方は「@zenplace.co.jp」を追加して下さい。メールアドレスは入力間違いの無いよう十分お気をつけ下さい。',
              },
            },
            {
              qa: {
                q: 'ドメイン設定を教えてください',
                a: '迷惑メール防止のため、PC・携帯電話のメール設定でドメイン指定受信設定をされている場合は、指定メールアドレスに「@zenplace.co.jp」を追加設定してください。<br>こちらを設定をしないとご予約いただいた内容の確認メールが届きません。なお、ドメイン指定受信の設定をしてない方は、追加の必要はございません。',
              },
            },
            {
              qa: {
                q: 'ログイン、予約、キャンセルができません',
                a: 'お気に入り（ブックマーク）からアクセスされる場合、うまくアクセスできない場合があります。その際は「ログイン」のアドレスに直接アクセスして頂けますようお願いします。<br>※一部の機種においてご利用になれない場合がございます。ご了承ください。<br>※表示がうまくできない場合は、「インターネット一時ファイル（キャッシュ）」を削除していただく事で解消される場合がございますので、お試しください。ご利用になれない場合には、直接スタジオまでお電話いただくか、PCでのご予約をお願いいたします。',
              },
            },
          ],
        },
        {
          anchor: 'recess',
          title: '休会・退会について',
          faq: [
            {
              qa: {
                q: '休会方法と、手続きに必要な持ち物を教えてください。',
                a: '毎月25日締めのご案内とさせていただいており、お手続きの翌々月1日から適用となります。（例：3/25締め5/1より休会）<br>「入会金無料キャンペーン」を利用してご入会いただいた会員様が入会4か月以内に休会される場合には、休会事務手数料として3,300円（税込）を頂戴致します。「入会金無料キャンペーン」を利用されなかった方や体験当日以降に入会された方は入会金を頂くので4か月以内に休会されても休会事務手数料は頂戴致しません。入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。<br>お手続きの際は会員証をお持ちください。お手続きは原則、登録スタジオにご来店をお願いしております。お手数おかけいたしますが、事前に登録スタジオもしくは総合受付へお電話いただき、お手続き日時のご予約が必要です。',
              },
            },
            {
              qa: {
                q: '退会方法と、手続きに必要な持ち物を教えてください。',
                a: '毎月25日締めのご案内とさせていただいており、お手続きの翌々月1日から適用となります。（例：3/25締め5/1より退会）<br>『入会金無料キャンペーン』のご利用で入会された会員様には、キャンペーン特典ご利用の前提条件として、 4ヵ月の継続契約期間を設けております。入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）<br>入会月より4ヵ月以内に退会を申し出される会員様には、自動的に『入会キャンペーン』の特典適用が取り消されます ので、入会金 ※　を頂戴致します。<br>お手続きの際は会員証をお持ちください。お手続きは原則、登録スタジオにご来店をお願いしております。お手数おかけいたしますが、事前に登録スタジオもしくは総合受付へお電話いただき、お手続き日時のご予約が必要です。<br>※ グレード1のスタジオで入会された会員様にあっては、入会金は33,000円(税込)、グレード2及びグレード3のスタジオで入会された会員様にあっては、入会金は22,000円(税込)となります。',
              },
            },
          ],
        },
        {
          anchor: 'online',
          title: 'オンラインレッスンについて',
          faq: [
            {
              qa: {
                q: '受講方法を教えてください（zoomのインストール）',
                a: 'パソコンまたはスマートフォンにzoomをインストールください。詳しくはzoom公式サイトをご覧ください。<br><br>▼パソコン（WindowsまたはMac）<br><a href="https://support.zoom.us/hc/ja/articles/201362033-Windows%E3%81%A8Mac%E3%81%AEZoom%E5%9F%BA%E6%9C%AC%E6%93%8D%E4%BD%9C%E3%82%AC%E3%82%A4%E3%83%89" target="_blank">WindowsとMacのZoom基本操作ガイド</a><br><br>▼iPhone<br><a href="https://support.zoom.us/hc/ja/articles/201362993-iOS%E3%81%AEZoom%E5%9F%BA%E6%9C%AC%E6%93%8D%E4%BD%9C%E3%82%AC%E3%82%A4%E3%83%89" target="_blank">iOSのZoom基本操作ガイド</a><br><br>▼Androidスマートフォン<br><a href="https://support.zoom.us/hc/ja/articles/200942759-Android%E3%81%AEZoom%E5%9F%BA%E6%9C%AC%E6%93%8D%E4%BD%9C%E3%82%AC%E3%82%A4%E3%83%89" target="_blank">AndroidのZoom基本操作ガイド</a>',
              },
            },
            {
              qa: {
                q: '準備するものはありますか？',
                a: 'A.以下をご確認の上お楽しみください。<br><br><li>体調はいかがですか？</li><li>2時間前の食事はなるべく控えましょう</li><li>動きやすい服装に着替えましょう</li><li>広いスペースを確保しましょう</li><li>レッスン中は「ミュート」をオンにしましょう</li><li>レッスン開始10分前から入室可能です。</li>',
              },
            },
            {
              qa: {
                q: 'どうやって予約しますか？',
                a: 'A.会員マイページまたはレッスン予約アプリから可能です。<br><a href="/login">会員ログインページ</a>からログインしていただくと「マイページ」に移動します。「カレンダーからレッスンを探す」を押し、レッスンを選択。画面に従ってご予約が可能です。<br>スマートフォンの方は、予約専用アプリについても<a href="/login">会員ログインページ</a>内でご案内しております。',
              },
            },
            {
              qa: {
                q: 'たくさんあってどのレッスンを受けていいか分かりません',
                a: '<p>A.以下をご参考にぜひいろいろなクラスにご参加ください。</p><div class="h5">「Basic Class／ベーシッククラス」</div><p>呼吸を重視し、心と身体の内側に意識を向けるヨガ・ピラティスは筋肉の弾力性と関節の柔軟性を高められ、安定力としなやかさのバランスが整えられます。 Basicのクラスでは、呼吸法や姿勢、基礎の動きを確認しながら動いていきます。はじめての方におすすめのクラスです。</p><div class="h5">「Flow／フロークラス」</div><p>Basicで学んできた呼吸、骨盤、背骨の動かしかた、内観意識をさらに高めるクラスです。呼吸と身体をつなげ1時間集中して動くため、ワーク後は頭がすっきりとし、活力がみなぎります。全身のアライメントの強化、姿勢改善を目指します。</p><div class="h5">「Intermediate Class／インターメディエイトクラス」</div><p>エクササイズの難易度が上がり、スピードも上がるため身体への集中が高まり、普段では味わえない気づきや発見を得ることができます。 エクササイズができるようになっていく喜びを参加者全員と味わうことができ、 身体への高い効果とともに精神面でも大きなストレスの開放をもたらします。</p><div class="h5">「All Level／ オールレベル」</div><p>はじめての方から実践を積み重ねている方、どなたでもご参加いただけるクラスです。</p><p>※道具を使用したクラスもございます。<br>・セラバンド<br>・フォームローラー<br>・マジックサークル<br>・スライドディスク<br>・ヤムナボール</p>',
              },
            },
            {
              qa: {
                q: '音声が聞こえません',
                a: 'A.以下をご確認ください。<br><li>マナーモード、BluetoothはOFFにご設定お願いします。</li><li>音声はメディアの音量（音楽・映像など）ではなく通話中の音量（相手の声の大きさ）が反映されます。</li><li>Youtube等の音声が聞こえる場合でも、レッスン接続後に再度、音量調整をお願いいたします。</li>',
              },
            },
            {
              qa: {
                q: 'ビデオが映りません',
                a: 'A.以下①〜④を、順にご確認ください。<section class="mt-3"><div class="h5">①映像のON/OFFの確認</div><p class="mb-3">レッスン画面をタップしていただくと、下部にメニューが表示されます。その中で「映像（ON）」と表示が出ている場合、カメラがONになっていない状態です。<br>その際は、その文字をタップし「映像（OFF）」の状態にしてください。</p></section><section class=""><div class="h5">②カメラとマイクの許可の確認</div><div class="mb-5"><div class="h6">◇ PC利用時の手順</div><ol><li>Google Chrome右上の縦に並んだ『・・・』をクリックしてください。</li><li>『設定』をクリックしてください。</li><li>『詳細設定』をクリックしてください。</li><li>『プライバシーとセキュリティ』をクリックしてください。</li><li>『サイトの設定』をクリックしてください。</li><li>『カメラ』をクリックしてください。</li><li>『アクセスする前に確認する』をオンにするか、すでにオンになっている事を確認します。</li><li>『←』をクリックし、元の画面へ戻ります。</li><li>『マイク』をクリックします。</li><li>『アクセスする前に確認するをオン』にするか、すでにオンになっている事を確認します。</li></ol></div><div class="mb-5"><div class="h6">◇ iOS(iPhone・iPad)利用時の手順</div><ol><li>『設定』をタップしてください。</li><li>下へスクロールし、『Safari』をタップしてください。</li><li>一番下へスクロールし、『カメラ』をタップしてください。</li><li>『確認』をタップ、またはすでにチェックされている事をご確認ください。</li><li>前の画面に戻り、『マイク』をタップしてください。</li><li>『確認』をタップ、またはすでにチェックされている事をご確認ください。</li></ol></div><div class="mb-5"><div class="h6">◇ Androidの手順</div><div class="h6">＜Chromeからの手順＞</div><ol><li>Google Chrome右上の縦に並んだ『・・・』をタップし、『設定』をタップしてください。</li><li>『サイトの設定』をタップしてください。</li><li>『カメラ』と『マイク』が『最初に確認する』になっている事を確認する</li><li>『最初に確認する』になっていない場合は、『カメラ』と『マイク』をタップし、『サイトにカメラの使用を許可する前に確認する（推奨）』をオンにする</li><li>『カメラ』と『マイク』のアクセスが『許可』できているか確認が出来ます。</li></ol><div class="h6">＜Androidからの手順＞</div><ol><li>『設定』をタップしてください。</li><li>『アプリまたはアプリケーションを管理』をタップしてください。※端末によって表示が異なる場合があります。</li><li>『Chrome』をタップしてください。</li><li>『権限』をタップしてください。</li><li>『カメラ』と『マイク』の横にあるスイッチが青色になっている事を確認します。</li></ol></div></section><section class=""><div class="h5">③キャッシュ削除をお試しください。</div><div class="h6">◇ PC利用時の手順</div><ol><li>Google Chrome右上の縦に並んだ『・・・』をクリックしてください。</li><li>『設定』をクリックしてください。</li><li>『詳細設定』をクリックしてください。</li><li>『プライバシーとセキュリティ』をクリックしてください。</li><li>『閲覧履歴データの削除』をクリックしてください。</li><li>下記項目にチェックを入れ、期間を『全期間』にして『データ削除』をクリックしてください。</li></ol><div class="h6">◇ iOS(iPhone・iPad)利用時の手順</div><ol><li>『設定』をタップしてください。</li><li>下へスクロールし、『Safari』をタップします。</li><li>『履歴とWEBサイトデータを削除』をタップします。</li></ol><div class="h6">◇ Androidの手順</div><ol><li>Google Chrome右上の縦に並んだ『・・・』をクリックしてください。</li><li>『設定』をクリックしてください。</li><li>『詳細設定』をクリックしてください。</li><li>『プライバシーとセキュリティ』をクリックしてください。</li><li>『閲覧履歴データの削除』をクリックしてください。</li><li>下記項目にチェックを入れ、期間を『全期間』にして『データ削除』をクリックしてください。</li></ol></section><section class=""><div class="h5">④ご利用端末の再起動をお願いします。</div></section>',
              },
            },
            {
              qa: {
                q: '受講中にzoomから退出してしまいました',
                a: '再度入室してみてください。',
              },
            },
            {
              qa: {
                q: 'Wi-Fiの通信速度が遅いようです。どうしたらいいですか？',
                a: '<p>■ 通信速度について<br>　 - 20Mbps以下ですと不具合が発生することが多く、40Mbps以上ですと、安定してご利用頂ける可能性が高くなります。<br>　 - Youtube、Zoom等は2Mbpsほどあればご利用可能ですがオンラインでのレッスンはより通信速度が必要となります。</p><p>■ 計測<br>　 - ネット回線調査ツールにて速度計測をお願いいたします。<br>　 - ※普段ご受講頂いている端末、かつ、ご受講頂いる場所(ご自宅)、時間帯にてご実施ください。<br>　 - ※時間帯により計測結果が大幅に変わる可能性があります。<br>　 - 不具合が発生した際にご計測頂くのが一番です。</p><p>＜手順＞</p><ol><li>下記URLへ接続(自動でダウンロードの計測が始まります。)</li><a href="https://fast.com/ja/" target="_blank">https://fast.com/ja/</a><li>.ダウンロード結果確認(画面に大きく表示されるます。)</li><li>「詳細を表示」を選択。(アップロードの計測が始まります)</li><li>結果をご確認頂き、必要に応じて下記「■速度が低い場合」をご参照ください。</li></ol><p>■速度が低い場合<br>　　 以下①~⑥を見直して頂くことで速度アップが見込まれます。</p><ol><li>ご家庭内で同じWi-Fiに接続されているYouTube、オンラインゲームなど他の通信機器での通信を伴う使用を一時的に止めていただく<br>※同時間帯のご家族のご利用をお控えください<br>※インターネット契約が集合住宅用の場合、在宅者が多い時間帯には低速になる事があります。</li><li>2.4GHzと-5GHz、どちらの電波を利用しているのか確認し、切り替えてみる<br>＜利用している電波の確認方法＞<br>お使いのスマホまたはPCで接続しているWi-FiのSSIDを確認してください。<br>明確に「2G」「5G」と記載しているSSIDもありますが「A」「G」で記載されているものもあります。</li><li>Wi-Fiルータの置き場所を窓際に移動させる（Softbank Air、モバイルWi-Fiなどのみ関係）</li><li>Wi-Fiルータを置いている部屋でレッスンを受ける</li>9<li>スマホ、タブレットであればWi-Fiを切ってご契約のスマホ回線で接続する。スマホ回線のほうが速ければPCをデザリングにてスマホ回線に接続する<br>　※ご契約内容により通信料が必要となるケースがございますのでご注意ください</li></ol>',
              },
            },
          ],
        },
      ],
    };
  },
  computed: {
    breadcrumbs() {
      return {
        data: [
          {
            name: 'TOP',
            path: '/',
          },
          {
            name: 'よくある質問',
          },
        ],
      };
    },
  },
};
</script>

<style lang="scss">
@import '~assets/scss/newvariables';

.p-faq{

  &-anchors{
    @include sp{
      margin-bottom: pv(35);
    }

    .btn-blue_border{
      border-radius: 0;
      margin: 0 10px 20px;
      width: calc(100% / 3 - 20px);
      max-width: unset;
      position: relative;
      padding-right: 1em;
      padding-left: 1em;

      &:after{
        content: '';
        display: block;
        width: .7em;
        height: .7em;
        border-top: 2px solid $blue;
        border-right: 2px solid $blue;
        position: absolute;
        right: .75em;
        transform: rotate(45deg);
      }

      @include tab{
        width: calc(50% - 20px);
      }

      @media screen and (max-width: 720px){
        width: 100%;
        margin: 0 0 pv(5);
        justify-content: flex-start;
        font-size: pv(14);
        height: pv(45);
      }
    }
  }

  &-section{
    padding: 100px 0;

    @include sp{
      padding: pv(40) 0;
    }

    h2{
      margin-bottom: 60px;

      @include sp{
        margin-bottom: pv(26);
      }
    }

    a{
      color: $blue;
    }
  }
}
</style>
