<template>
  <div class="p-privacy">
    <h1 class="title-bg-gray">
      プライバシーポリシー
    </h1>

    <div class="container">
      <section class="section-pb">
        <p>
          株式会社ぜん（以下「当社」といいます）は、事業を展開する上でお客様の個人
          を特定できる情報をお預かりします。個人情報を保護する事を重大な責務と認識し、個人情報保護法に基づいて、お客様の個人情報を管理いたします。
        </p>

        <p>
          <strong>(１) 個人情報の取得と利用</strong><br>
          当社は利用目的を明示したうえで、目的の範囲内に限り個人情報を取得します。
          以下に定めのない目的で個人情報を利用する場合、あらかじめご本人の同意を得た上で行ないます。
        </p>
        <ul>
          <li>・各種講座の資料請求に対する資料発送、お申し込み手続のため</li>
          <li>・就職、転職に関する情報提供のため</li>
          <li>・就職状況把握・受講講座等、アンケートのため</li>
          <li>・当社の採用選考手続きのため</li>
          <li>・従業者の雇用及び労務管理のため</li>
          <li>・お客様へのサービス(新コース・ワークショップ等)提供のため</li>
        </ul>

        <p>
          <strong>(２) 個人情報の共同利用</strong><br>
          当社はお預かりした個人情報を下記のとおり共同利用する場合があります。
        </p>
        <ul style="list-style-type: none; padding-inline-start: 0;">
          <li>
            ■ 共同利用の目的<br>
            「(１)個人情報の取得と利用」と同様
          </li>
          <li>
            ■ 共同利用の範囲<br>
            当グループ
          </li>
          <li>
            ■ 共同利用する情報項目<br>
            氏名、郵便番号、住所、電話番号、メールアドレス、パスワード、性別など、お客様から当社提供される一切の情報
          </li>
        </ul>

        <p>
          <strong>(３) 個人情報の管理</strong><br>
          当社は個人情報の不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備・社員教育の徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。
        </p>

        <p>
          <strong>(４) 個人情報の開示・訂正等について</strong><br>
          お客様より当社が保有している個人情報について開示、訂正等(訂正、追加、削除、利用停止、消去または第三者への提供の停止をいいます。)を求められた場合には、法令の規定に従い対応させていただきます。<br>
          下記の内容をご記載いただき、お問合せください。<br>
          ご本人様からのお申し出である事を確認後に、お申し出内容に適正に応ずるものとします。
        </p>
        <ul>
          <li>・お問合せの内容（確認、訂正、削除など。訂正の場合は訂正内容もご記載ください）</li>
          <li>・ご提供頂いた時期など</li>
          <li>・お客様のご連絡先（ご住所、氏名）</li>
        </ul>
        <p>その他、当社の個人情報取り扱いについてのお問合せにつきましても、以下の窓口にてお受けしております。<br><br></p>

        <p>
          <strong>【問い合せ窓口】</strong><br>
          株式会社ぜん 管理本部<br>
          個人情報相談窓口<br>
          〒150-0012 東京都渋谷区広尾3-12-36 ワイマッツ広尾ビル4階<br>
          電話番号：03-6409-6500
        </p>
      </section>
    </div>
  </div>
</template>

<script>
export default {

};
</script>

<style scoped lang="scss">
// .p-privacy h3 { font-size: 1rem !important;}
.p-privacy ul li { font-size: 1.2rem;}
</style>
