<template>
  <div class="p-rule">
    <Breadcrumb :breadcrumbs="breadcrumbs" />

    <div class="container">
      <h1 class="c-heading text-center pb-5">
        ご利用について
      </h1>
      <section class="privacy section-pb">
        <h2
          id="rule1"
          class="font-weight-bold"
        >
          入会
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p class="font-weight-bold">
            【月額入会について】
          </p>
          <ul class="px-0">
            <li>1. 初月2か月分前納（デビット、クレジット）、3か月目から口座引き落としになります</li>
            <li>2. 口座引き落とし振替依頼書は、初回レッスンまでにご提出が必要になります</li>
            <li>3. 振替依頼書が提出されるまでに受講希望の場合は、チケットのご購入が必要になります</li>
            <li>4. 「入会金無料キャンペーン」を利用してご入会された会員様には、キャンペーン特典ご利用の前提条件として、4ヶ月間の継続契約期間を設けております。</li>
            <li>
              5. 「入会金無料キャンペーン」を利用してご入会された会員様が4ヶ月以内に退会される場合には自動的に“入会キャンペーン“の特典適応が取り消されます。
              入会金を退会手続き時に頂戴いたします。
            </li>
            <li>6. 「入会金無料キャンペーン」を利用してご入会された会員様が4ヶ月以内に休会される場合には休会事務手数料として3,300円（税込）を頂戴いたします。</li>
          </ul>
          <span class="font-weight-bold d-block pt-3">※入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）<br>※４ヶ月とは月会費のお支払い４ヶ月分です。<br>※入会初月は日割り換算となり月会費のお支払い回数としてはカウント対象外となります。</span>
        </div>
        <h2
          id="rule2"
          class="font-weight-bold"
        >
          種別変更
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 手続きは、登録スタジオにご来店いただき、前々月25日までとなります</li>
            <li>2. 持ち物は会員証が必要です</li>
            <li>3. 種別変更前、変更後、同一種別で4か月の継続が必須ですが、ランクアップの場合には、差額を払っていただければ当月から変更可能です（４ヶ月継続は必須）</li>
          </ul>
          <p>※入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）</p>
        </div>
        <h2
          id="rule3"
          class="font-weight-bold"
        >
          グレード変更
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 入会から4か月以内であっても、差額をお支払いいただければグレード変更は可能です</li>
            <li>2. 会費が高いスタジオ→会費が低いスタジオへの変更の際に、返金は致しません</li>
            <li>3. 金額が上がる場合：申請月～即日までに、差額をスタジオにてクレジットカードでお支払いください</li>
            <li>4. 金額が下がる場合：5ヶ月目から、変更希望月の前々月25日までの手続きが必要となります</li>
          </ul>
          <p>
            ※変更前の種別で最低4ヶ月間継続が必要です。入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）<br>
            手続きは原則登録スタジオでのお手続きをお願いします
          </p>
        </div>
        <h2
          id="rule4"
          class="font-weight-bold"
        >
          休会
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 休会期間は最大6ヶ月です</li>
            <li>2. 休会の延長はできません</li>
            <li>3. 手続きは、登録スタジオにご来店いただき、前々月25日までとなります</li>
            <li>4. 持ち物は、印鑑と会員証が必要です</li>
            <li>5. 休会あけは自動引落となり、スタジオからの連絡はしておりませんのでお気をつけください</li>
            <li>6. 怪我、病気により休会される場合、診断書のご提出があった場合のみ、手続きから休会までに間の1ヶ月の月会費を休会があけた初月の1ヶ月分の月会費に充当することができます</li>
            <li>7. 「入会金無料キャンペーン」を利用してご入会された会員様が4ヶ月以内に休会される場合には休会事務手数料として3,300円（税込）を頂戴いたします。入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）</li>
          </ul>
        </div>
        <h2
          id="rule5"
          class="font-weight-bold"
        >
          月額会員の終了
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 手続きは、登録スタジオにご来店いただき、前々月25日までとなります（例：3/25締め5/1より適用）</li>
            <li>2. 持ち物は、印鑑と会員証が必要です</li>
            <li>
              3. 「入会金無料キャンペーン」を利用してご入会された会員様には、キャンペーン特典ご利用の前提条件として、4ヶ月間の継続契約期間を設けております。入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）<br>入会月より4ヶ月以内に退会を申し出される会員様には、自動的に“入会キャンペーン“の特典適応が取り消されます。入会金*を退会手続き時に頂戴いたします。<br>
              ※グレード01スタジオで入会された場合：入会金33,000円（税込）<br>
              グレード02、03スタジオで入会された場合：入会金22,000円（税込）
            </li>
            <li>4. 退会後に再入会を希望されるお客様には、再登録料として5,500円（税込）を徴収させて頂きます。また、再入会の場合には「入会金無料キャンペーン」のご利用はできません。</li>
          </ul>
        </div>
        <h2
          id="rule6"
          class="font-weight-bold"
        >
          デイタイムの時間、料金について
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. デイタイム会員は、平日9時開始～18時までに終了するレッスンを月額料金内で使用することが可能です</li>
            <li>2. 時間外の利用は、別途チケットを購入していただきます</li>
          </ul>
        </div>
        <h2
          id="rule7"
          class="font-weight-bold"
        >
          24時間キャンセルチャージがかかるクラス
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p>
            レッスン開始から24時間前から100％キャンセルチャージがかかるクラスがあります<br>
            基本は下記になります。<br>
            ※特別レッスンなどでかかる場合もありますが個別に違います
          </p>
          <ul class="px-0">
            <li>①マシンプライベート</li>
            <li>②セミプライベート</li>
            <li>③マットプライベート</li>
            <li>④マシンを使ったグループレッスン（リフォーマーグループ　キャデラックグループ、チェアグループなど）</li>
          </ul>
        </div>
        <h2
          id="rule8"
          class="font-weight-bold"
        >
          チケットについて
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p>原則、有効期限の延長・返金・譲渡はできません</p>
        </div>
        <h2
          id="rule9"
          class="font-weight-bold"
        >
          クーリングオフについて
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>
              1. 入会申込日を含む８日以内で入会後レッスンを一度も参加されていない場合に限ります<br>
              （法律上では、私たちのような業種、販売方法でクーリングオフ適用義務はないのですが、スタッフが勧誘したことで納得せずに入会してしまった場合や、入会を決めたと同時に転居となった場合の方に配慮して設けています）
            </li>
            <li>
              2. 登録スタジオにてお手続きをしてください。郵送の場合は入会申込日を含め8日以内の消印有効です<br>
              ※電話による解約は受け付けていません
            </li>
            <li>3. 手続きには、会員カードと印鑑、返金先の口座の3点が必要です</li>
          </ul>
        </div>
        <h2
          id="rule10"
          class="font-weight-bold"
        >
          会員証について
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p>紛失された場合には、再発行税込み300円頂戴しています</p>
        </div>
        <h2
          id="rule11"
          class="font-weight-bold"
        >
          年齢割引
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 【Over70】70歳以上の方：月額会費40%oﬀ（デイフリー/月4：平日9時開始～18時までに終了するレッスンに限定）</li>
            <li>2. 【Under25】25歳以下の方：月額会費20%oﬀ（フリー/月6/月4：26歳の誕生日月の翌月から通常料金に自動変更）</li>
          </ul>
          <p>※2019年7月(6/27引落分)～適用　※併用不可　※要手続き（身分証明書の提示）</p>
        </div>
        <h2
          id="rule12"
          class="font-weight-bold"
        >
          お願い
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p>
            スタジオには色々な価値観をお持ちの方がいらっしゃいますので、 他の利用者に迷惑お掛けていると判断した時にはご利用をお断りさせていただくことがございます。<br>
            スタッフからの注意を受けて改善、ご協力いただけない場合には、除名させていただくこともございます。<br>
            会則第12条に禁止事項を記載しております。<br>
            予めご了承ください。
          </p>
        </div>
        <h2
          id="rule13"
          class="font-weight-bold"
        >
          妊娠された場合
        </h2>
        <div class="bg-grey p-5 mb-5">
          <p>
            医師の許可（許可証は不要）を口頭で確認いただき、同意書をご提出いただいた場合、グループレッスン、プライベートレッスンともにご受講いただけます。<br>
            安定期までに休会となった際には、休会までの1ヶ月間分をプライベートレッスンチケットに換算するプレゼントを行っています。
          </p>
          <ul class="px-0">
            <li>フリー会員　→2回に変換</li>
            <li>デイフリー/月6 会員/月4会員　→1回に変換</li>
            <li>プライベート4　→休会明けに充当</li>
            <li>プライベート2 　→休会明けに充当</li>
            <li>マシングループ8　→PV2回に変換</li>
            <li>マシングループ4　→PV１回に変換</li>
          </ul>
          <p>
            ※休会明け5ヶ月以内にご利用ください。<br>
            ※この制度は優遇措置ですので、チケットの延長、返金などはできません。
          </p>
        </div>
        <h2
          id="rule14"
          class="font-weight-bold"
        >
          こんな時の受講料金
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 入会前にGLを受講したい場合、休会中の受講、月４の追加受講、PV会員やMG会員のGL受講→全てチケット購入で受講可能</li>
            <li>2. 月額会員入会後　連続37ヶ月以上の方：月額会費 最大30%oﬀ</li>
            <li>3. マットグループレッスンをドロップインしたい→OnemonthPass購入で受講可能</li>
          </ul>
        </div>
        <h2
          id="rule15"
          class="font-weight-bold"
        >
          減額システム
        </h2>
        <div class="bg-grey p-5 mb-5">
          <ul class="px-0">
            <li>1. 【KIDS】生後13ヶ月～小学校卒業までの方：月額会費30%off（月4 キッズクラス限定）</li>
            <li>
              2. 【継続割引】月額会員入会後　連続37ヶ月以上の方：月額会費 10～30%oﬀ<br>
              　※継続割引適用期間中に月額会費の口座引落がされなかったときは継続割引の適応が解除され、次月から契約会員種別の定価での請求となります。<br>
              　※継続割引は予告なく、割引内容の変更、割引の中止をすることがあります。
            </li>
          </ul>
          <p>2019年7月(6/25引落分)～適用　※併用不可　※KIDSは要手続き　※その他加入条件あり</p>
        </div>
      </section>
    </div>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: '',
      meta: [
        { hid: 'og:title', property: 'og:title', content: 'ご利用について' },
        { hid: 'description', name: 'description', content: 'zen placeスタジオの通い方や入会等お手続きについてのご案内です。' },
        { hid: 'og:description', property: 'og:description', content: 'zen placeスタジオの通い方や入会等お手続きについてのご案内です。' },
        { hid: 'og:image', property: 'og:image', content: 'https://www.zenplace.co.jp/og.jpg' },
        { hid: 'keywords', name: 'keywords', content: 'zen place, 会員, 契約' },
      ],
    };
  },

  computed: {
    breadcrumbs() {
      return {
        data: [
          {
            name: 'TOP',
            path: '/',
          },
          {
            name: 'ご利用について',
          },
        ],
      };
    },
  },

};
</script>

<style scoped lang="scss">
h2 { font-size: 2rem;}
li { line-height: 1.75;}
</style>
