<template>
  <div class="p-toppage">
    <Breadcrumb :breadcrumbs="breadcrumbs" />

    <div class="container">
      <h1 class="c-heading text-center pb-5">
        利用規約
      </h1>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第1条（定義）
        </h2>
        <p>
          本会則によって定める条項は株式会社ZEN PLACE（以下会社という）が運営する全ての施設（以下総称して「本スタジオ」という）に適用されるものとします。また、外国語との対訳形式による本会則において、日本語による会則と外国語による会則の解釈に疑義が生じた場合には、日本語版を正本として全ての会員に適用されるものとします。
        </p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第2条（目的）
        </h2>
        <p>
          本スタジオは、会員の心身の健康増進並びに会員相互の親睦を図るとともに、地域社会における豊かで健康なコミュニティーづくりに寄与することを目的とします。
        </p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第3条（会員制度）
        </h2>
        <ul class="px-0">
          <li>1. 本スタジオは、会員制とします。</li>
          <li>2. 会員による本スタジオの利用範囲、条件及び特典については別に定めます。</li>
          <li>3. 本スタジオの入会希望者は、本会則に基づく入会規約を会社と締結するものとします。</li>
          <li>4. 会員が、本スタジオを利用するときは、利用する施設に会員証を提示する必要があります。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第4条（入会規約）
        </h2>
        <h3 class="font-weight-bold pb-3">
          1. 本スタジオの入会規約は、次の通りとし、本スタジオに入会いただける方とは、これらの項目をすべて満たす方とします。
        </h3>
        <ul class="px-0 pb-3">
          <li>(1) 各会員種別において別途定める資格を満たす方。</li>
          <li>(2) 本スタジオの諸施設の利用に堪え得る健康状態であることを会社に申告いただいた方。</li>
          <li>(3) 本会則に同意いただいた方。</li>
          <li>(4) 暴力団関係者でない方。</li>
          <li>(5) 過去に会社により除名の通告を受けていない方。なお、除名された際の原因が改善されるなどの場合で、会社が検討した結果、再入会資格を認めることがあります。</li>
          <li>(6) 会社が別途定める審査手続きにおいて入会資格が認められた方。</li>
        </ul>
        <h3 class="font-weight-bold pb-3">
          2. 会員は、会社に対し、現在または将来にわたって、自らが以下各号に定める暴力団などの反社会的勢力（以下、「反社会勢力 など」）に該当しないことを保証します。
        </h3>
        <ul class="px-0 pb-3">
          <li>(1) 暴力団</li>
          <li>(2) 暴力団員（暴力団員でなくなった日から５年を経過しないものを含む）</li>
          <li>(3) 暴力団準構成員</li>
          <li>(4) 暴力団関係企業</li>
          <li>(5) 総会屋等、社会運動標ぼうゴロ</li>
          <li>(6) その他前各号に準ずるもの</li>
        </ul>
        <h3 class="font-weight-bold pb-3">
          3. 会員は、会社に対し、反社会勢力に対して、直接または関節を問わず、かつ名目の如何を問わず、資金提供を行わないこと、および今後も行う予定がないことを保証しま
        </h3>
        <h3 class="font-weight-bold pb-3">
          4. 会員は、会社に対し、反社会勢力との間で、直接または関節を問わず、社会的に避難されるべき関係のないことを保証します。
        </h3>
        <h3 class="font-weight-bold pb-3">
          5. 会員は会社に対し、自らまたは第三者を利用して次の各号の異スレの行為も行わないことを保証します。
        </h3>
        <ul class="px-0 pb-3">
          <li>(1) 暴力的な要求行為</li>
          <li>(2) 法的な責任を超えた不当な要求行為</li>
          <li>(3) 取引に関して脅迫的な行動をし、または暴力を用いる行為</li>
          <li>(4) 風説を流布し、偽計または威力を用いて会社の信用を毀損し、または会社の業務を妨害する行為</li>
          <li>(5) その他前各号に準ずる行為</li>
        </ul>
        <h3 class="font-weight-bold">
          6. 会社は、会員が本条の一つにでも反する場合、取引またはサービスの利用を停止し、および/または、会則を含む会社と会員との契約一切を解除することができます。
        </h3>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第5条（入会）
        </h2>
        <ul class="px-0">
          <li>1. 入会希望者が本会則を確認し、所定の入会申込手続きを行い、規定の入会登録料・会費を納入して、会社が入会を承認した方を本スタジオの会員とします。</li>
          <li>2. 月額会員での入会の場合は、2ヶ月分の月会費を前納し、3ヶ月目以降の月会費は所定の方法にてお支払いいただきます</li>
          <li>3. 『入会金無料キャンペーン』の利用で入会した会員は、キャンペーン特典の利用の条件として、4ヶ月の継続契約期間を設けております。<br>※入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第6条（諸会費・諸料金）
        </h2>
        <ul class="px-0">
          <li>1. 会員は、会社が定めた諸会費・諸料金を所定の方法で、所定の期日に会社に納入しなければなりません。また、諸会費・諸料金にかかる消費税は会員の負担とします。尚、消費税法の改正などにより消費税率が変更される場合は、適用日以降に該当する期間の諸会費・諸料金に係る消費税について、前払金を含め法改正の内容に従い、会員は会社が定めた方法で差額を負担するもとします。</li>
          <li>2. 諸会費・諸料金の金額・支払時期・支払方法などは会社がこれを定めます。本スタジオは会員の利用権利に応じて入会金を設ける場合があります。入会金の有無・金額は別に定め、会員は入会時にこれを支払うこととします。入会金は契約締結のためのものであり、理由の如何を問わず会員にこれを返還しないものとします。</li>
          <li>3. 利用回数の有無にかかわらず、所定の退会手続きを完了した退会月までは月会費のお支払いが必要です。</li>
          <li>4. 会社は本スタジオの運営上必要と判断した場合また経済情勢などの変動に応じて、会員種類の改廃、もしくは、入会金・諸会費・諸料金などの金額を変更することができ、施設内への掲示などにおいて告知するものとします。</li>
          <li>5. 月額費を滞納している会員は、施設の利用をお断りします。また未払い分の月会費は支払わなければなりません。</li>
          <li>6. 一旦納入いただいた諸会費・諸料金などは、法令の定め、または、会社が認める理由がある場合のみ返還いたします。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第7条（退会）
        </h2>
        <ul class="px-0">
          <li>1. 会員が自己都合により退会する場合は、本人が希望する退会月の前々月の25日までに会社が定める退会届を提出する必要があります。Web、メール、電話、口頭による退会の申し出は認められません。未払いの月会費などがある場合には、それを完納した後に会社は退会を認めます。</li>
          <li>2. 会員は退会月の末日を以って退会するものとします。したがって、退会月の月額費は、退会日が月途中であっても、会社は会員に月額費の全額を請求します。</li>
          <li>3. 未払い分の月額費の支払いながない場合は、やむを得ず法的手段をとるか延滞利息などを加算することがあります。</li>
          <li>4. 『入会金無料キャンペーン』の特典利用で入会した会員はキャンペーン特典の利用の条件として、4ヶ月の継続契約期間を設けております。病気や妊娠などのやむを得ない事情以外の理由により入会月より４ヶ月以内に退会を希望する会員は、自動的に『入会金無料キャンペーン』の特典適用が取り消され、退会手続時に入会金を支払う必要があります。<br>※入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第8条（休会）
        </h2>
        <ul class="px-0">
          <li>1. 会員が自己都合により休会を希望する場合は、本人が希望する休会月の前々月の25日までに会社が定める休暇届を提出する必要があります。Web、メール、電話、口頭による退会の申し出は認められません。</li>
          <li>2. 休会終了後は、自動で会費の引き落としが再開されます。事前の通知はなされません。</li>
          <li>3. 休会期間は最長で6ヶ月間とし、期間終了後に自動的に休会前の会員種類に復帰するものとします。休会期間が6ヶ月未満でこの休会期間の延長を希望する場合は、この休会期間終了月の前々月の25日までに規定の休会届を提出する必要があります。</li>
          <li>4. 休会中、休会期間終了時に退会する場合は、休会期間終了後に規定に従い、第7条1項の退会届の提出が必要です。</li>
          <li>5. 負傷、疾病による休会の場合には、診断書の提出により休会前の1ヶ月分の月会費を休会明けに充当します。</li>
          <li>6. 『入会金無料キャンペーン』の特典利用で入会した会員はキャンペーン特典の利用の条件として、4ヶ月の継続契約期間を設けております。入会月より4ヶ月以内に休会を希望する会員は休会事務手数料として3,300円（税込）を支払う必要があります。<br>※入会初月は日割り計算として、入会翌月が1ヶ月目の継続期間となります。（例：3/15入会 4月〜7月が継続期間）</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第9条（会員資格の譲渡・相続・貸与）
        </h2>
        <p>本スタジオの会員資格およびチケットは第三者に譲渡・貸与・質権その他の担保設定をすることはできません。</p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第10条（会員資格の喪失）
        </h2>
        <p>会員は、次の各号に該当する場合、その会員資格を喪失し、会員としてのいかなる権利も喪失します。</p>
        <ul class="px-0">
          <li>(1) 退会手続きが完了したとき。</li>
          <li>(2) 第12条により会社に除名されたとき。</li>
          <li>(3) 会員本人が死亡されたとき。</li>
          <li>(4) 破産・民事再生・会社更生・会社精算の申立があったとき。または任意整理の申出があったとき。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第11条（損害賠償責任免責）
        </h2>
        <p>会員は、次の各号に該当する場合、その会員資格を喪失し、会員としてのいかなる権利も喪失します。</p>
        <ul class="px-0">
          <li>1. 会員が本スタジオの諸施設の利用中、会員自身が受けた損害に対して、会社は、会社に故意または重大な過失がある場合を除き、当該損害に対する責を負いません。</li>
          <li>2. 会員同士の間に生じた係争やトラブルについても、会社は、会社に故意または重大な過失がある場合を除き一切関与しません。</li>
          <li>3. スタジオ内での盗難・紛失に関して、会社は一切責任を負いません。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第12条
        </h2>
        <p>会員が本スタジオの諸施設の利用中、会員の責に帰すべき事由により会社または第三者に損害を与えたときは、その会員が該当損害に関する責を負うものとします。</p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第13条（禁止事項）
        </h2>
        <h3 class="pb-3">
          1. 会員は、本スタジオ内および本スタジオ近隣地域にて次の各号に該当する行為を禁止します。
        </h3>
        <ul class="px-0 pb-3">
          <li>(1) 他の会員を含む第三者（以下「他の方」といいます）や施設スタッフ、本スタジオ、会社を誹謗中傷すること</li>
          <li>(2) 他の方や施設スタッフを殴打したり、身体を押したり、拘束するなどの行為</li>
          <li>(3) 大声・奇声を発したり、他の方や施設スタッフの行く手を塞ぐなどの威嚇行為や迷惑行為。</li>
          <li>(4) 物を投げる、壊す、叩くなど、他の方や施設スタッフが恐怖を感じる行為。</li>
          <li>(5) 本スタジオの諸施設・器具・備品の損壊や備え付けの備品の持ち出し。</li>
          <li>(6) 他の方や施設スタッフを待ち伏せしたり、後をつけたり、みだりに話しかけるなどの行為。</li>
          <li>(7) 正当な理由なく、面談、電話、その他の方法で施設スタッフに迷惑を及ぼす行為。</li>
          <li>(8) 痴漢・のぞき・露出・唾を吐くなど、法令や公序良俗に反する行為。</li>
          <li>(9) 刃物など危険物の本スタジオへの持ち込み。</li>
          <li>(10) 物品販売や営業行為、金銭の貸借、勧誘行為、政治活動、署名活動。</li>
          <li>(11) 高額な金銭、貴重品の本スタジオへの持ち込み。</li>
          <li>(12) 本スタジオの秩序を乱す行為。</li>
          <li>(13) その他、会社が会員としてふさわしくないと認める行為。</li>
        </ul>
        <h3 class="pb-3">
          2. 前項に加えて、オンラインレッスンにおいて次の各号に該当する行為を禁止します。
        </h3>
        <ul class="px-0 pb-3">
          <li>(1) URLおよびパスワードを第三者に教える、および公衆の縦覧に供する行為。</li>
          <li>(2) 全部または一部を問わず、オンラインレッスンによって提供される情報を、私的利用その他著作権法によって明示的に認められる場合を除き、当社の同意なく、複写、再生、複製、送付、譲渡、頒布、配布、転売、送信、送信可能化、改変、翻案、翻訳、貸与またはこれらの目的で利用もしくは使用するために保管する行為。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第14条（正接の一時的閉鎖・一時的休業）
        </h2>
        <p class="pb-3">
          次の各号に該当するとき、会社は、諸施設の全部または一部の閉鎖、もしくは休業をすることができます。あらかじめ予定されている場合は、原則として1ヶ月前までに会員に対してその旨を告知します。
        </p>
        <ul class="px-0 pb-3">
          <li>(1) 気象災害、その他外的事由により、その災害が会員に及ぶと判断したとき。</li>
          <li>(2) 施設の増改築、修繕または点検によりやむを得ないとき。</li>
          <li>(3) 定期休業による場合。</li>
          <li>(4) その他、法令などに基づく関係官庁からの指導による場合などの重大な事由によりやむを得ないと会社が判断したとき。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第15条（施設の閉鎖（店舗統合））
        </h2>
        <p class="pb-3">
          会社は施設の全部または一部を閉鎖することができます。あらかじめ予定されている場合は、原則１ヶ月前までに会員に対してその旨を告知します。該当施設に所属する会員は会社が定める近隣施設に移籍いたします。
        </p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第16条（クラススケジュールについて）
        </h2>
        <p>
          クラススケジュールは随時変更されることがあります。その際、クラスの実施時間・クラスレベル・クラスの種類・クラス数・定員を変更することができます。
        </p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第17条（変更届）
        </h2>
        <ul class="px-0 pb-3">
          <li>1. 会員は、入会申込書の記載事項に変更があった場合、速やかに会社に届け出るものとします。</li>
          <li>2. 会社から会員に対する個別の通知および連絡は、会社ホームページに記載するものとします。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第18条（会則の改定）
        </h2>
        <p>
          会社は会則などの改定をすることができます。尚、改定を実施するときは、会社は１ヶ月前までに会員に告知することとし、改定した会則などの効力は、全会員に及ぶものとします。
        </p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第19条（告知方法）
        </h2>
        <ul class="px-0 pb-3">
          <li>1. 本会則に関する問い合わせその他会員から本スタジオに対する連絡または通知、及び本会則の変更に関する通知その他会社から会員に対する連絡または通知は、会社の定める方法で行うものとします。</li>
          <li>2. 本スタジオが登録事項に含まれるメールアドレスその他の連絡先に連絡または通知を行った場合、会員は当該連絡または通知を受領したものとみなします。</li>
        </ul>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第20条（別途協議）
        </h2>
        <p>本スタジオおよび会員は、レッスンの受講に関して本会則などに定めのない事項または本会則などの解釈に疑義が生じた場合には、双方誠意を持って協議の上、これを解決するものとします。</p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第21条（その他）
        </h2>
        <p>本会則において特に定めのない事項については、会社ホームページ、本スタジオなどに掲示された会社、本スタジオが定める事項が適用されるものとします。</p>
      </section>
      <section class="mb-5">
        <h2 class="font-weight-bold pb-3">
          第22条（準拠法及び管轄裁判所）
        </h2>
        <ul class="px-0 pb-3">
          <li>1. 本会則およびサービス利用契約の準拠法は日本法とします。</li>
          <li>2. 本会則またはサービス利用契約に起因し、または関連する一切の係争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
        </ul>
      </section>
    </div>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: '利用規約',
      meta: [
        { hid: 'og:title', property: 'og:title', content: '利用規約' },
        { hid: 'description', name: 'description', content: 'zen placeご利用にあたっての規約のページです。' },
        { hid: 'og:description', property: 'og:description', content: 'zen placeご利用にあたっての規約のページです。' },
        { hid: 'og:image', property: 'og:image', content: 'https://www.zenplace.co.jp/og.jpg' },
        { hid: 'keywords', name: 'keywords', content: 'zen place, 利用規約' },
      ],
    };
  },

  computed: {
    breadcrumbs() {
      return {
        data: [
          {
            name: 'TOP',
            path: '/',
          },
          {
            name: '利用規約',
          },
        ],
      };
    },
  },

};
</script>

<style scoped lang="scss">
.p-toppage { background: none;}
h2 { font-size: 2rem;}
h3 { font-size: 1.6rem; line-height: 1.75;}
li { line-height: 1.75;}
</style>
